;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: Jaehyung Lee
; TranslationAuthorEmail: kolanp@gmail.com
; TranslationAuthorWeb: http://www.wisecleaner.com
; Soft Version: 1.71.90
; Update: 2015-06-15
;
[GUI]
ButtonYes=예
ButtonNo=아니오
ButtonOK=확인
ButtonMinimize=최소화
ButtonMaximize=최대화
ButtonClose=닫기
ButtonRestore=복원
ButtonMenu=메뉴

[Lang]
NativeLanguage=한국어

[Translation]
LangCode=0412

FrmMain.btnfacebook.Hint=페이스북에서 Wise Program Uninstaller 공유
FrmMain.btntwitter.Hint=트위터로 Wise Program Uninstaller 공유
FrmMain.btnemail.Hint=친구들과 Wise Program Uninstaller 공유 
FrmMain.btnRefresh.Hint=새로 고침
FrmMain.btnLog.Caption=로그
TfrmUnlog.caption=제거 로그
TfrmUnlog.head.unDate=제거 날짜
TfrmUnlog.head.ItemName=제거 항목
TfrmUnlog.head.restore=남은 항목
TfrmUnlog.noItems=남은 항목 없음
TfrmUnlog.Recovered=복구됨
TfrmUnlog.recover=복구

ReadHabit=Left-to-right
LanguageName=KOR
DefaultFont=굴림체
DefaultFontSize=9
DefaultCharset=HANGUL_CHARSET
Information=정보
Warning=경고
Error=오류
Confirm=확인
CurVer=현재 버전: 

FrmRate.Btnlist.caption=사용자 리뷰
FrmRate.Btnreview.caption=내 리뷰
FrmRate.Btnfirst.caption=첫번째 리뷰어가 되어 보세요.
FrmRate.Btnsubmit.caption=제출
FrmRate.lblscore.caption=평가:
FrmRate.lblscorehint.caption=(평가할 별점 클릭 필요)
FrmRate.lblnick.caption=귀하의 닉네임:
FrmRate.lblnickhint.caption=(옵션)
FrmRate.lblemail.caption=귀하의 이메일
FrmRate.lblemailhint.caption=(옵션)
FrmRate.lblcontent.caption=내용:
FrmRate.lblcontenthint.caption=(옵션)
FrmRate.lbldesctitle.caption=소프트웨어 설명:
FrmRate.lblratesoft.caption=추천 소프트웨어
;
; About
;
FrmAbout.caption=제품 정보
FrmAbout.btnok.caption=확인
FrmAbout.lblver.caption=현재 버전: 
FrmAbout.lblemail.caption=기술 지원: 
FrmAbout.lblhome.caption=홈페이지: 
FrmAbout.lblthank.caption=다음의 도움주신 분들께 감사합니다:
;
; Popup Menu
;
pmGoto=위치로 이동
pmHelp=도움말
pmHome=홈페이지
pmforum=포럼
pmCheckMsg=새 소식 자동 확인
pmContact=연락처
pmCheckNew=업데이트
pmLang=언어 변경
pmAbout=제품 정보
pmOpenEntry=레지스트리 편집기로 열기
PmGoogle=구글에서 검색
pmExport=텍스트 파일로 내보내기...
pmRightMenuA=컨텍스트 메뉴에 표시
ExplorerMenu=Wise Program Uninstaller로 제거 


;
; Main GUI
; 
FrmMain.lblrate.caption=평가

FrmMain.BtnNormal.Caption=안전 제거
FrmMain.BtnModify.Caption=프로그램 복구
FrmMain.BtnForce.Caption=강제 제거
FrmMain.BtnRemove.Caption=항목 제거
FrmMain.Btnlikeit.Caption=좋아요
FrmMain.lblcheckver.Caption=업데이트 점검
FrmMain.lblinfo.caption=제거하기 어려운 프로그램을 강제로 제거하는 기능을 제공합니다.
;
;like it
;
FrmlikeIt.lblTitle.caption=Wise Uninstaller가 맘에 드신다면, 귀하의 지인들에게 이 멋진 무료 도구를 소개해 주시기 바랍니다.
Frmlikeit.lblInfo.caption=Wise Uninstaller를 이메일, 블로그, 트위터, 유튜브, 페이스북 등으로 귀하의 가족, 친구, 급우와 동료들과 함께 공유해 주시면 감사하겠습니다. 그러면 좋은 일을 하시는 겁니다! 그 분들에게 편리함과 효율성을 제공하는 것입니다.
FrmlikeIt.lblRate.caption=Wise Uninstaller 평가: 
FrmlikeIt.lblfollow.caption=팔로우:
FrmlikeIt.lblshare.caption=Wise Uninstaller 공유: 
FrmlikeIt.btndownload.caption=무료 다운로드
FrmlikeIt.imgrate.hint=CNET에서 5 별점을 수상했습니다.
FrmlikeIt.imgmail.hint=친구들과 공유
FrmlikeIt.imgface1.hint=페이스북에서 공유하기
FrmlikeIt.imgface2.hint=페이스북에서 팔로잉하기
FrmlikeIt.imgtwitter1.hint=트위터에서 공유하기
FrmlikeIt.imgtwitter2.hint=트위터에서 팔로잉하기
FrmlikeIt.Caption=좋아요
FrmlikeIt.lbldownload.caption=WiseCleaner.com에서 프리웨어 추가 다운로드

;processs
FrmProgressModal.btncancel.caption=취소

;
;frmafterdel
;
Frmafterdel.caption=프로그램과 관련된 레지스트리 항목 및 파일
Frmafterdel.btnremove.caption=제거
Frmafterdel.btncancel.caption=취소
Frmafterdel.lblinfo.caption=이 제거를 완료하려면, 분석 결과를 검토한 후 "제거" 버튼을 누르십시오.
Frmafterdel.btnnone.caption=선택 없음
Frmafterdel.btnall.caption=모두 선택 


[Uninstall]
PublisherUnknown=알수 없는 버전
VersionUnknown=알수 없는 버전
Rate=평가
ItemName=이름
Publisher=게시자
Size=크기
SetupDate=설치 날짜
Version=버전
Canceled=제거 작업이 취소되었습니다.
NoLeftOverItem=남겨진 항목을 찾을 수 없습니다.
Removing=제거하는 중:
TotalStat=%s 디스크 공간을 차지하는 %d 개의 프로그램을 발견했습니다.
Calculating=크기를 계산하는 중...
Files=파일 및 폴더
RegEntries=레지스트리 항목
Items=개 항목

[message]
NewVer=새 버전을 사용 가능합니다. 지금 업데이트하시겠습니까?
NoNewVer=현재 최신 버전을 사용중입니다.
NoProgramSelected=먼저 프로그램을 선택하여 주십시오.
IsBusy=이전 제거 작업이 완료될 때까지 기다려 주십시오.
StartFindLeftover=관련된 파일, 폴더와 레지스트리 항목을 검색하는 중...
Collecting=설치된 프로그램의 정보를 수집하는 중...
BeSureUseForce=안전 제거로 제거 작업이 불가할 경우에만 강제 제거를 선택하십시오. 계속하시겠습니까?
ConfirmRemove=이 항목을 제거하시겠습니까?
RejectItself=프로그램이 자신을 제거할 수 없습니다.
TranslateTo=번역...

[SoftRate]
Querying=조회 중...
Good=좋아요
Bad=싫어요
Safe=보고서
Ver=버전:
Ratings=평가
SoftNotExist=소프트웨어 정보를 찾을 수 없습니다.
GetSoftInfoError=소프트웨어 정보 확인이 실패 되었습니다.
UploadSoftLogoError=소프트웨어 정보 업로드 오류입니다.
SubmitData=이 소프트웨어에 대한 사용자의 댓글을 전송중...
SubmitSoftInfoError=네트워크와 관련된 전송 오류입니다.
SubmitRateSuccess=성공적으로 전송되었습니다.
HaveSubmitRate=이미 평가했습니다.
Submitgoodbad=사용자의 정보를 전송중...
me=나
NickTooLong=닉네임은 20 문자를 초과할 수 없습니다.
MailTooLong=이메일 주소는 50 문자를 초과할 수 없습니다.
WrongEmail=잘못된 이메일 주소입니다.
ReviewTooLong=리뷰의 전체 길이는 300 문자를 초과할 수 없습니다.
RateHint=저희의 소프트웨어 평가에 가입하고 선호하는 소프트웨어를 평가하여 보십시오!
UnknowName=알 수 없음
UnknowVer=알 수 없음
UnknowDesc=설명


[Hint]
HintRate=소프트웨어 평가
HintClose=항목 삭제


